{
  "now": {
    "top": "<h1>NOW</h1><p>site last updated august 2025, the days are still feel beautifully long</p>",
    "center": "<div id='random-photo'></div>",
    "bottom": "<p>this image is taken from my time on <a href='https://www.are.na/connie-liu-kg4ypfp7ry0/island-textures' target='_blank'>Galiano Island</a>, it has nothing to do withthe right, but if you hover on <span>text</span> it could be more relevant</p>"
  },
  "influences": {
    "top": "<h1>INFLUENCES</h1><p>the lists that no one asked for</p>",
    "center": "<p>sometimes I think we are made of what our interests are and how they embed themselves into our lives</p>",
    "bottom": "<p>hover on images to learn more</p>"
  },
  "dreams": {
    "top": "<h1>DREAMS</h1>",
    "center": "<p></p>",
    "bottom": "<p>believe it!</p>"
  },
  "values": {
    "top": "<h1>VALUES</h1><p>This is generally what I live by. </p>",
    "center": "",
    "bottom": "<p>subject to change</p>"
  },
  "past": {
    "top": "",
    "center": "<h1>PAST</h1>",
    "bottom": ""
  },
  "what": {
    "top": "<h1>WHAT?</h1><p>I find a lot of joy in learning new things and attempting to do them, even if I tumble and fail in the process (and takes way too long).</p>",
    "center": "<img src='./image/home.gif'/><ol><li>interface design</li><li>illustration (hopefully riso)</li><li>graphic design</li><li>simple websites</li><li>photos that are ugly and only make sense to me</li><li>vague and cryptic writing</li><li>routines</li></ol>",
    "bottom": "<p>I’m almost 50, and here is the best thing I have learned so far: every strange thing you’ve ever been into, every failed hobby or forgotten instrument, everything you have ever learned will come back to you, will serve you when you need it. No love, however brief, is wasted.<a href='https://twitter.com/louisethebaker/status/1379961867922239497?lang=en' target='_blank'>- Louise Miller</a></p>"
  },
  "where": {
    "top": "<h1>WHERE?</h1><p>here’s my full work cv for design</p>",
    "center": "<p>currently designing for atlassian goals app, previously on analytics and enterprise administrators, before that designing for AI system documentation for reward reports for RL lab, CMS and program discovery at dreambound, design systems at mintlify, data quality at scale, live media cms at nytimes, rapid testing registration at simple healthkit, social media automation at buzzfeed, vegan review community at abillion, a computational art showcase for p5.js via google summer of code</p>",
    "bottom": "<p>I enjoy designing 0 to 1 products - if you're looking for my ux design specific site it's connieliu.work</p>"
  },
  "when": {
    "top": "<h1>WHEN?</h1>",
    "center": "<img src='./image/about/beach.jpg'alt='on the beach'/>",
    "bottom": ""
  },
  "why": {
    "top": "<h1>WHY?</h1>",
    "bottom": "<p>when I was younger I got really existential about the purpose of my life and then I realized I wanted to leave a positive impact on the world. originally I saw that in the form of going into environmental science but I was really bad at the wet lab and kept on spilling chemicals on myself, but I also didn't like how a lot of environmental science work was on assaying and discovering the problem. I wanted to solve problems, and also was really into art at the time. I discovered marisa.lu's design portfolio during a snow day in high school which made me realize tech can be humanistic and creative and wanted to do design ever since (even though no one around me, including myself, knew what that entailed). </p><p>since then, to try and understand what tech for social good meant I did various activities in college - making software for nonprofits, a fellowship in government, internships at news media, and ict4d research. those experiences and this <a href='https://dl.acm.org/doi/10.1145/1978942.1979275' target='_blank'>paper</a> I read affirmed how hard it is to use tech as a blanket solution for all the world's problems. even though I came out of it all with more questions than answers, I still aspire to make the world a better place, and will continually improve on my skills as I continue to figure out how to do so.</p>",
    "center": ""
  },
  "how": {
    "top": "<h1>HOW?</h1><h1>(„• ֊ •„)੭</h1><p>cliu55567@gmail.com or dm me @conliuart on twitter n insta</p></p>",
    "center": "<img src='./image/about/me.png'alt='pic of me'/>",
    "bottom": ""
  },
  "media": {
    "top": "<h1>MEDIA</h1>",
    "center": "<ol><li>the farewell</li><li>nathan for you</li><li>little women</li><li>everything everywhere all at once</li><li>and of course studio ghibli</li></ol>",
    "bottom": ""
  },
  "art": {
    "top": "<h1>ART</h1><p>a snippet of my riso collection; most are bought from lucky risograph</p>",
    "center": "<img src='./image/about/riso.png'alt='risos'/>",
    "bottom": ""
  },
  "music": {
    "top": "<h1>MUSIC</h1>",
    "center": "<p>Mitski, Gus Dapperton, Laufey, TENNIS, Last Dinosaurs, Alice Longyu Gao, Twenty One Pilots (Vessel), Magdalena Bay, whatever shows up on my YouTube autoplay</p>",
    "bottom": ""
  },
  "books": {
    "top": "<h1>BOOKS</h1><p>this year's lineup after only reading one book a year:</p>",
    "center": "<p>Babel, Severance, Stay True, On Earth We’re Briefly Gorgeous, The Dark Forest, Bliss Montage, Digital Minimalism, Tomorrow and Tomorrow and Tomorrow</p>",
    "bottom": ""
  },
  "misc": {
    "top": "<h1>MISC</h1><p>uncategorized items</p>",
    "center": "<ol><li>sally rooney debate essay</li><li>The Lost Soul</li><li>https://thenewinquiry.com/athletic-aesthetics/</li><li>cheetopuff tiger!</li><li>sunny days, especially on cold mornings</li></ol>",
    "bottom": ""
  }
}